{
  "posts": [
    {
      "id": "csGqNe2",
      "title": "Mỹ, Anh, Nhật Bản, Australia áp đặt trừng phạt Nga",
      "img": "http://res.cloudinary.com/dectee66b/image/upload/v1645594799/xe76htm7p4sq9ikgoppk.jpg",
      "desc": "Theo các hãng tin AFP (Pháp) và Tass (Nga), trong tuyên bố, Tổng thống Mỹ Joe Biden thông báo \"đợt trừng phạt đầu tiên” nhằm vào các thể chế tài chính của Nga và \"giới tinh hoa\" trong lĩnh vực này. Ông nêu rõ các biện pháp này sẽ có hiệu lực vào ngày 23/2, được đưa ra có sự phối hợp chặt chẽ với các đồng minh của Mỹ. Trong số những thể chế tài chính lớn bị áp đặt trừng phạt có Ngân hàng Quân đội của Nga. Ông Biden cũng cho biết Mỹ sẽ tiếp tục cung cấp vũ khí “phòng thủ” cho Ukraine và triển khai quân đội nhằm tăng cường sức mạnh cho các đồng minh thuộc Tổ chức Hiệp ước Bắc Đại Tây Dương (NATO) và ở Đông Âu. Tuy nhiên, nhà lãnh đạo Mỹ nhấn mạnh \"vẫn còn thời gian để ngăn chặn kịch bản tồi tệ nhất\" thông qua con đường ngoại giao.  Trước đó cùng ngày, ông Biden đã có cuộc gặp với Ngoại trưởng Ukraine Dmytro Kuleba đang ở thăm Washington nhằm “tái khẳng định” sự ủng hộ đối với Kiev trong bối cảnh căng thẳng leo thang với Nga. Bộ trưởng Quốc phòng Mỹ Lloyd Austin cũng đã có cuộc gặp với Ngoại trưởng Kuleba, trong đó khẳng định Washington sẽ tiếp tục hợp tác chặt chẽ với Kiev và các đồng minh trong tiến trình hạ nhiệt căng thẳng."
    },
    {
      "title": "U23 Việt Nam có thêm 7 ca nghi mắc Covid-19, chỉ còn một thủ môn",
      "img": "http://res.cloudinary.com/dectee66b/image/upload/v1645596420/vngfckqhhzsxoyjf2dlp.jpg",
      "desc": "Một ngày trước trận gặp Timor Leste ở bán kết, U23 Việt Nam chỉ còn thủ môn khỏe mạnh là Đặng Tuấn Hưng.\nSáng 23/2, U23 Việt Nam tiếp tục được test nhanh Covid-19. Trịnh Xuân Hoàng, người đã chơi xuất sắc trong cuộc đối đầu U23 Thái Lan, có kết quả dương tính với nCoV sau khi thực hiện test nhanh.\n\nNhư vậy, U23 Việt Nam chỉ còn lại Đặng Tuấn Hưng đủ khả năng ra sân. Trước đó, thủ môn Y Êli Niê gặp vấn đề về cổ chân và không được đăng ký trong trận gặp U23 Thái Lan. Anh cũng không góp mặt trong buổi tập hôm 21/2 của U23 Thái Lan. Cầu thủ quê Đắk Lắk bị đau cuối buổi tập 18/2, nhưng vẫn ra sân ở cuộc đối đầu U23 Singapore hôm 19/2.",
      "id": "fJ9JRxq"
    },
    {
      "title": "Trận U23 Việt Nam - Thái Lan suýt bị hủy",
      "img": "http://res.cloudinary.com/dectee66b/image/upload/v1645596499/vhyy68qiuintlqcfbdfa.jpg",
      "desc": "Nếu không có sự xuất hiện kịp thời của các cầu thủ từ quê nhà, U23 Việt Nam đã phải rời giải theo cách đáng tiếc nhất.\n19h ngày 22/2, bóng bắt đầu lăn trong trận quyết định ngôi đầu bảng C giữa U23 Việt Nam và Thái Lan. Chung cuộc, thầy trò HLV Đinh Thế Nam có trận thắng 1-0 đầy cảm xúc trong bối cảnh thiếu hụt lực lượng. Ít ai biết chỉ 30 phút trước đó, đồng phục của các cầu thủ \"viện binh\" từ quê nhà mới được chuyển đến sân Prince từ sân bay.\n\nLúc 17h35, Phan Tuấn Tài (CLB Viettel) và Vũ Đình Hai (Phù Đổng) mới có mặt ở sân Prince. Ngay khi vừa xuống sân bay, họ được lực lượng an ninh và Liên đoàn Bóng đá Campuchia hỗ trợ để có thể đến sân nhanh nhất.",
      "id": "5l7FJKs"
    }
  ],
  "catePosts": [
    {
      "id": "1",
      "name": "Danh muc bai viet 1"
    },
    {
      "id": "2",
      "name": "Danh muc bai viet 2"
    }
  ],
  "users": [
    {
      "email": "dactrong2001@gmail.com",
      "password": "$2a$10$3b/3GOKf9/fNabyaCFrh1u27co.RlSaFbOT80TbQqwLp.CR7oEoIa",
      "username": "Nguyễn Đắc Trọng",
      "phone": "0963209332",
      "id": 1
    },
    {
      "email": "trankieu2003@gmail.com",
      "password": "$2a$10$NqSGD/S/cvQCpJaLUgwlzeWVro9pS0.CFkmXkBPRgLgkYQayd50pq",
      "username": "trankieu2003",
      "phone": "0963209332",
      "id": 2
    }
  ],
  "products": [
    {
      "id": 1,
      "categorieId": 1,
      "name": "Áo Thun Cổ Tròn Đơn Giản AS01",
      "img": "http://res.cloudinary.com/dectee66b/image/upload/v1645596588/l843hsz3i8dpbavmpbaz.jpg",
      "price": "1200000",
      "desc": "Chất liệu: Cotton 2 chiềuThành phần: 100% Cotton- Co dãn 2 chiều- Thấm hút mồ hôi tốt mang lại cảm giác thoáng mátHDSD:- Giặt tay để sản phẩm giữ được độ bền cao- Ủi sản phẩm bằng bàn ủi hơi nước hoặc ủi khi sản phẩm còn ẩm để dễ dàng làm phẳng"
    },
    {
      "categorieId": 2,
      "name": "ÁoCổ Tròn Đơn Giản ",
      "img": "http://res.cloudinary.com/dectee66b/image/upload/v1645596622/vuvn3iqghuaw1hepvntd.jpg",
      "desc": "Chất liệu: Cotton 2 chiều\nThành phần: 100% Cotton\n- Co dãn 2 chiều\n- Thấm hút mồ hôi tốt mang lại cảm giác thoáng mát\nHDSD:\n- Giặt tay để sản phẩm giữ được độ bền cao\n- Ủi sản phẩm bằng bàn ủi hơi nước hoặc ủi khi sản phẩm còn ẩm để dễ dàng làm phẳng",
      "price": "340000",
      "id": 2
    },
    {
      "id": 3,
      "categorieId": 3,
      "name": "Áo sơ mi",
      "img": "http://res.cloudinary.com/dectee66b/image/upload/v1645596646/sqspelg9adzpdiyfsszc.jpg",
      "price": "560000",
      "desc": "Chất liệu: Cotton 2 chiềuThành phần: 100% Cotton- Co dãn 2 chiều- Thấm hút mồ hôi tốt mang lại cảm giác thoáng mátHDSD:- Giặt tay để sản phẩm giữ được độ bền cao- Ủi sản phẩm bằng bàn ủi hơi nước hoặc ủi khi sản phẩm còn ẩm để dễ dàng làm phẳng"
    },
    {
      "id": 4,
      "categorieId": 2,
      "name": "Áo cộc tay",
      "img": "http://res.cloudinary.com/dectee66b/image/upload/v1645596672/sbj7ucitjmi64ppqovin.jpg",
      "price": "1200000",
      "desc": "Chất liệu: Cotton 2 chiềuThành phần: 100% Cotton- Co dãn 2 chiều- Thấm hút mồ hôi tốt mang lại cảm giác thoáng mátHDSD:- Giặt tay để sản phẩm giữ được độ bền cao- Ủi sản phẩm bằng bàn ủi hơi nước hoặc ủi khi sản phẩm còn ẩm để dễ dàng làm phẳng"
    }
  ],
  "categorie": [
    {
      "title": "Áo",
      "id": 1
    },
    {
      "title": "Quần",
      "id": 2
    },
    {
      "title": "Phụ Kiện",
      "id": 3
    }
  ]
}